tutorials/multiphase/cavitatingFoam/les/throttle3D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
<<<<<<< HEAD
|  \\    /   O peration     | Version:  3.0.x                                 |
=======
|  \\    /   O peration     | Version:  4.x                                   |
>>>>>>> 90e2f8d87bcd3a8588545c2de68a62d5b5c54a99
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

mul             [1 -1 -1 0 0] 0.0065;

muv             [1 -1 -1 0 0] 5.953e-06;

phases (vapour water);

water
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 7.831e-06;
    rho             [1 -3 0 0 0 0 0] 830;
}

vapour
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 4.252e-05;
    rho             [1 -3 0 0 0 0 0] 0.14;
}

// ************************************************************************* //
